---
kind: property
id: P:Autodesk.Revit.DB.Area.AreaScheme
zh: 面积区域
source: html/162880e4-96cf-be65-7afd-31b13e91a074.htm
---
# Autodesk.Revit.DB.Area.AreaScheme Property

**中文**: 面积区域

The area scheme.

## Syntax (C#)
```csharp
public AreaScheme AreaScheme { get; }
```